{
  "いいね多謝": [
    "{user_name}さん、たくさんの「いいね」をありがとうございます！とても励みになります😊",
    "{user_name}さん、再度の「いいね」、本当に嬉しいです！これからもよろしくお願いします✨",
    "{user_name}さん、たくさんの「いいね」に感謝です！素敵な一日をお過ごしくださいね🍀",
    "{user_name}さん、見てくださってありがとうございます！たくさんの「いいね」嬉しいです！🙌",
    "{user_name}さん、複数回の「いいね」、ありがとうございます！投稿の参考にさせていただきますね✍️",
    "{user_name}さん、いつも本当にありがとうございます！感謝の気持ちでいっぱいです💖",
    "{user_name}さん、「いいね」の通知、とても嬉しく拝見しています！ありがとうございます😆",
    "{user_name}さん、こんなにたくさん「いいね」を頂けるなんて！本当にありがとうございます🙏",
    "{user_name}さん、温かい応援、いつもありがとうございます！これからも頑張ります💪",
    "{user_name}さん、「いいね」の連打、とっても嬉しいです！ありがとうございます🎉"
  ],
  "新規フォロー＆いいね感謝": [
    "{user_name}さん、フォローと「いいね」をありがとうございます！これからどうぞよろしくお願いします😊",
    "{user_name}さん、「いいね」とフォローまでしていただき、とても嬉しいです！仲良くしてくださいね✨",
    "{user_name}さん、フォロー＆「いいね」ありがとうございます！素敵なご縁に感謝です🙏",
    "{user_name}さん、わー！フォローと「いいね」まで！ありがとうございます！😆",
    "{user_name}さん、「いいね」もフォローも嬉しいです！これから投稿楽しんでいただけると幸いです🍀",
    "{user_name}さん、はじめまして！フォローと「いいね」までいただき、感激です！😭✨",
    "{user_name}さん、この度はフォローと「いいね」をありがとうございます！更新の励みになります💪",
    "{user_name}さん、「いいね」をきっかけにフォローまで！本当にありがとうございます！💖",
    "{user_name}さん、温かいアクションをありがとうございます！これからよろしくお願いします🤝",
    "{user_name}さん、フォローバックさせていただきました！「いいね」もありがとうございます、これから仲良くしてくださいね😊"
  ],
  "未フォロー＆いいね感謝": [
    "{user_name}さん、はじめまして！「いいね」ありがとうございます。とても嬉しいです😊",
    "{user_name}さん、この度は「いいね」をいただき、ありがとうございます！🙏",
    "{user_name}さん、「いいね」ありがとうございました！またいつでも遊びに来てくださいね✨",
    "{user_name}さん、投稿を見てくださり、ありがとうございます！「いいね」感謝です！😄",
    "{user_name}さん、「いいね」ありがとうございます！これを機に仲良くしていただけると嬉しいです🤝",
    "{user_name}さん、はじめまして、ご訪問と「いいね」ありがとうございます！🙌",
    "{user_name}さん、「いいね」を付けていただき、ありがとうございました！もしよろしければ、また覗きに来てくださいね👀",
    "{user_name}さん、貴重な「いいね」をありがとうございます！とても励みになります💪",
    "{user_name}さん、「いいね」に気づきました！見てくださってありがとうございます💖",
    "{user_name}さん、こんにちは！「いいね」ありがとうございました！素敵な一日をお過ごしください🍀"
  ],
  "いいね＆コレ！感謝": [
    "{user_name}さん、「いいね」と「コレ！」までありがとうございます！お役に立てたなら嬉しいです😊",
    "{user_name}さん、「いいね」も「コレ！」もしていただき、ありがとうございます！とても励みになります✨",
    "{user_name}さん、わー！「いいね」と「コレ！」のダブル感謝です！ありがとうございます！🙌",
    "{user_name}さん、「コレ！」まで！ありがとうございます。気に入っていただけたようで嬉しいです😆",
    "{user_name}さん、「いいね」に加えて「コレ！」まで、本当にありがとうございます！🙇‍♀️",
    "{user_name}さん、「いいね」と「コレ！」のセット、最高に嬉しいです！ありがとうございます！🎉",
    "{user_name}さん、お目が高いですね！「コレ！」までしていただき光栄です✨",
    "{user_name}さん、「コレ！」ありがとうございます！センスを褒めていただいたようで嬉しいです！😄",
    "{user_name}さん、「いいね」も「コレ！」も！温かい応援に感謝です🙏",
    "{user_name}さん、気に入っていただけて嬉しいです！「いいね」と「コレ！」ありがとうございました💖"
  ],
  "新規フォロー": [
    "{user_name}さん、フォローありがとうございます！これからどうぞよろしくお願いします😊",
    "{user_name}さん、フォローしていただき、とても嬉しいです！仲良くしてくださいね✨",
    "{user_name}さん、はじめまして！この度はフォローいただきありがとうございます🙏",
    "{user_name}さん、フォローありがとうございます！投稿楽しんでいただけると幸いです🍀",
    "{user_name}さん、フォローに気づきました！ありがとうございます、これからよろしくお願いします🤝",
    "{user_name}さん、フォローありがとうございます！更新の励みになります💪",
    "{user_name}さん、温かいアクションをありがとうございます！これからよろしくお願いします💖",
    "{user_name}さん、フォローバックさせていただきました！これから仲良くしてくださいね😊",
    "{user_name}さん、フォローありがとうございます！素敵なご縁に感謝です🎉",
    "{user_name}さん、こんにちは！フォローしてくださり、ありがとうございます！🙌"
  ],
  "いいね感謝": [
    "{user_name}さん、「いいね」ありがとうございます！とても嬉しいです😊",
    "{user_name}さん、投稿への「いいね」ありがとうございました！🙌",
    "{user_name}さん、「いいね」ありがとうございます！またいつでも見に来てくださいね✨",
    "{user_name}さん、この度は「いいね」をいただき、ありがとうございます！🙏",
    "{user_name}さん、見てくださってありがとうございます！「いいね」嬉しいです！😄",
    "{user_name}さん、ご訪問と「いいね」ありがとうございます！🍀",
    "{user_name}さん、「いいね」を付けていただき、ありがとうございました！投稿の励みになります💪",
    "{user_name}さん、貴重な「いいね」をありがとうございます！💖",
    "{user_name}さん、「いいね」に気づきました！見てくださってありがとうございます👀",
    "{user_name}さん、こんにちは！「いいね」ありがとうございました！👋"
  ],
  "その他": [
    "{user_name}さん、ご訪問ありがとうございます！またいつでも遊びに来てくださいね😊",
    "{user_name}さん、見てくださってありがとうございます！🙌",
    "{user_name}さん、こんにちは！ご訪問ありがとうございます✨",
    "{user_name}さん、はじめまして！ご訪問ありがとうございます、またお越しくださいね🍀",
    "{user_name}さん、こんにちは！見てくださって嬉しいです！😄",
    "{user_name}さん、ご訪問ありがとうございます！素敵な一日になりますように🙏",
    "{user_name}さん、こんにちは、ご訪問ありがとうございます！👋",
    "{user_name}さん、ROOMへのご訪問、ありがとうございます！💖",
    "{user_name}さん、見てくださってありがとうございます！またいつでもどうぞ！👀",
    "{user_name}さん、ご訪問ありがとうございます！ゆっくり見ていってくださいね😊"
  ]
}